import React, {useState} from 'react'
import AnchorLink from 'react-anchor-link-smooth-scroll';
import Headerlinks from '../components/layout/Headerlinks';
import HeaderPages from '../components/layout/HeaderPages';
import Layout from '../components/layout/Layout'

 const Age = () => {




    return (
        <Layout>
            <Headerlinks/>
            <HeaderPages/>
        <div id='age' dir='rtl' className='mx-auto text-section  container  mb-3 bg-indigo-100'>

            <p className='px-5 pt-4 text-2xl font-semibold text-center'> גיל המעבר  </p>

        <p className=' leading-8 p-4 sm:max-w-2xl mx-auto text-right'>


        <p dir='ltr' className='mt-5 text-left italic text-lg'>
        <img src="/age.jpg" className='w-48 sm:w-48 float-right  ' alt="" />


<span className='text-xl font-bold'>"</span> Ring the bell that still can ring<br/>
Forget your perfect offering<br/>
There is a crack in everything<br/>
That’s how the light gets in<span className='text-xl font-bold pl-1' >"</span><br/>
<p className='mt-2 '>Leonard Cohen</p>
</p>
<p className='mt-5 text-justify'>
בריאות גופנית ונפשית בתקופת גיל המעבר. המסע מתחיל
האם את סובלת מ: גלי חום, הזעות, יובש בריריות, בעיות זיכרון, כאבים בזמן קיום יחסי מין, דיכאון, כבדות בגוף וכאבים במפרקים, נפילות והשמנה, מצבי רוח..
את לא לבד, אחותנו, את כנראה חווה את גיל המעבר. ההורמונים שלך, הם ברכבת שדים ולכן את קצת כמו ילדה בת ארבע עשרה. 
</p>
<p className='mt-5 text-justify'>
הפתרון הרפואי הוא מתן הורמונים . בחיבור זה אין כדי להמליץ או לשלול לקיחת הורמונים חיצוניים כדי לאזן את הגוף. לשם כך יש צורך בחקירה אישית וכל אישה לגופה. 
בתקופה זו שיכולה באמת להיות מטלטלת את יכולה להרגיש שהאש טורפת לך את הכלים. 
</p>
<p className='mt-5 text-justify'>
חולצות רטובות, חוסר שינה, כעסים מתפרצים ללא התראה מתוך מצבי שאנטי שטופחו במשך שנים. כל יום קמט נוסף וגוף שנוזל בכל הכיוונים. קימה מישיבה ממושכת מלווה בנוקשות והליכת ברווז של זקנות טיבטיות בנות מאה. גם ההתמודדות עם תשוקה מינית ומיניות משתנה. כל אלה מציבים לך תמרורים שאת צריכה ללמוד מחדש.
</p>
<p className='mt-5 text-justify'>
לעיתים התחושה היא שהנה החיים נגמרו
זהו, אפשר כבר להוציא אותי לשלג ותת לי לקפוא לעולם
ההתנגדות לשינוי חזקה אצל נשים רבות וגורמת לתסכול וחוסר ידיעה לגבי מה נכון ומה כבר לא תופס בסרט הזה שנקרא חיי.
</p>
<p className='mt-5 text-justify'>
 שאלות משמעותיות בנושא זוגיות וסיפוק מהעבודה מציפות ומרימות ראש וכעת מבקשות תשובה אמיתית. 
גיל המעבר, כמו שמרמז השם, מוביל אותנו דרך שערים. מעבר לאן?
אין אנו יודעות לאן תוביל הדרך אבל אנחנו בהחלט יכולות להתכונן ולהתכוון. יכולות לעבור דרך השער בעיניים פקוחות, לב רחב וזרועות פרושות לחבק את מה שיגיע.
גיל המעבר הוא האפשרות שלנו לעצב את עצמנו. לרקוד את ריקוד החופש שלנו. 
</p>
<p className='mt-5 text-justify'>
וגם להקשיב לקולות שדוברים את האמת. הכחשה או התעלמות מסוכנת מאוד כיון שהיא גורמת לגוף להגיב. רבות מהמחלות שפורצות בגיל המבוגר מקורן בחוסר איזון רגשי ואנרגטי. המחלות הן הביטוי הגופני לחסימות רגשיות וחוסר סיפוק שמבקש תשומת לב. 
אנחנו שונות בדרך שלנו ובצרכים שלנו. במסע הזה את ייחודית. ולכן תצטרכי למצוא את השבילים שנכונים עבורך.
</p>
<p className='mt-5 text-justify'>
במסע שלך יש שלוש צלעות שמרכיבות את משולש הבריאות: הגופנית, הפיזיולוגית, והרגשית-נפשית.
במישור הגופני אני ממליצה לך לבנות תוכנית שכוללת פעילות גופנית שמתאימה למצבך וטיפולי גוף כמו: כירופרקטיקה, אוסטיאופתיה, קרניו סקראל, שיאצו, דיקור ועוד.
במישור הפיזיולוגי תצטרכי למצוא את התזונה שמיטיבה עימך, יתכן שתבחרי לקחת תוספי מזון, תמציות צמחים, ואולי אף הורמונים אם תבחרי בכך. 
</p>
<p className='mt-5 text-justify'>
במישור הרגשי- נפשי אני מציעה לך למצוא את הליווי המתאים לך כדי להיות במודעות גבוהה לתהליכים שאת עוברת וללמוד דרכים להתגמשות ושינוי תבניות כדי להתאים למצב.
את בדרכך להיות זקנת השבט, אך עדיין מרגישה ילדה לפעמים. עדיין חולמת ונולדת לדרך שיש בה הבטחה להעצמה והתחדשות.
בשנים האחרונות אנו עדות להחזרת כוחה של האישה המבוגרת. 
</p>
<p className='mt-5 text-justify'>
האישה המבוגרת אינה זקנה בלה, אלא זקנה שבא-לה. היא רוכשת את מקומה כראשת השבט, האישה החכמה, האלה. במקומה, היא יושבת על כס המלכות ומשקיפה על העולם שסביבה בעיניים שכבר ראו הרבה.
הדרך לשם חלקלקה ולפעמים את מחליקה לבור וזוחלת בשארית כוחותיך החוצה כולך מלוכלכת בבוץ. 
אבל את זוחלת ואת יוצאת ואת מתנשפת ואת חיה. וכאשר את יושבת לך באחו, את יודעת שטוב פה.
</p>
<p className='mt-5 text-justify'>
חשוב לנו לזכור שהמציאות משתנה, את תלמדי לזהות מצבים שאינם בריאים לך. וזה כולל שיפור הרגלי חיים, ניתוק יחסים שהוגדרו על ידך כשואבי אנרגיה, אפשור מנוחה ורגיעה. הגבלת שעות העבודה. שהייה בחיק המרפא של הטבע. יציאה לחופשות, יצירה. 
הגוף יגיב לך. החיישנים שלך במצב היכון, כך שאם תחרגי ממה שנכון עבורך, הוא יגיב. וטוב שכך. 
כשאת בדרך הנכונה, את מוצאת את עצמך,מחייכת, מזמזמת, רוקדת ומודה. 
השרירים כבר רכים, המפרקים גמישים כמו בגיל עשרים והאש בוערת במידה הנכונה. 
</p>
<p className='mt-5 text-justify'>
אם הגעת עד הלום ואת סקרנית, אשמח אם תתקשרי אלי ונוכל להיפגש כדי לבנות את התוכנית האישית שלך.
בארגז הכלים שלי שנצבר במשך שנים רבות של לימוד וטיפול בנשים רבות יש כלים מגוונים שבעזרתם אני עוזרת לנשים בשלבים שונים בחייהן. כאשר יש צורך, אני משתפת פעולה עם אנשי מקצוע בכירים בתחומים שונים כדי לעזור לך להרכיב את הפאזל המופלא שהוא את. 
</p>
<p className='mt-5 text-justify'>
המטרה שלי היא לעזור לך לעבור דרך השערים ולגלות את האחו הפורח שבו התחדשות וצמיחה הם תהליכים טבעיים.  שם תוכלי לקבל תשובות לשאלות שלך ותשובי לחוש עוצמתית וחושנית. 
החיים שלנו נועדו לריקוד. שומעת את הצלילים?
ספרות מומלצת לגיל המעבר:
כריסטיאן נורת'רופ –חוכמת גיל המעבר
ג'ין שינודה בולן- אלות בכל אישה. באנגלית יש גם ספר שלה לאלות בגיל המעבר
</p>

        </p>
        
        </div>
        </Layout>
    )
}


export default Age;
