import React, {useState} from 'react'
import AnchorLink from 'react-anchor-link-smooth-scroll';
import Layout from '../components/layout/Layout'
import Headerlinks from '../components/layout/Headerlinks';
import HeaderPages from '../components/layout/HeaderPages';
 const Anxiety = () => {




    return (
        <Layout>
               <Headerlinks/>
            <HeaderPages/>
        <div id='anxiety' dir='rtl' className='mx-auto text-section  container  mb-3 bg-indigo-100'>

            <p className='px-5 pt-4 text-2xl font-semibold text-center'> טיפול בחרדות   </p>

        <p className=' leading-8 p-4 sm:max-w-2xl mx-auto text-right'>

        <p className='mt-2 text-lg text-justify'>
            <strong> על הבמה</strong>
    
        </p>
        <p className='mt-5 text-justify'>
שיטת עתיקה חדשנית להפחתת חרדות המשלבת טיפול גופני ותרגול מודעות
<ul className='list-disc pr-5 pt-4'>
<li>פיברומיאלגיה</li>
<li>כאבים כרוניים</li>
<li>קשיי ריכוז</li>
<li>שינה מופרעת</li>
<li>מצבי רוח משתנים</li>
<li>חוסר מוטיבציה</li>
</ul>
</p>

<p className='mt-5 text-justify'>
מאחורי כל אלה יושבת לה החרדה. בשנים האחרונות היא גוברת למימדים משמעותיים מאד שמאיימים עלינו
כחברה. בממסד הרפואי מחלקים תרופות פסיכיאטריות בניסיונות נואשים לעזור להקל מעט את הסבל שהיא
גובה. תרופות אלה דורשות תקופות הסתגלות ארוכות, הגמילה מהן קשה וממושכת והן לא תמיד עוזרות.
</p>

<p className='mt-5 text-justify'>
החרדה, כפרה עליה, יושבת בפינה ומחכה
יושבת בפינה ומחכה להזדמנות
סדק קטן שנוצר מזעזוע בלתי צפוי, קצת חולשה כתוצאה מעייפות, חשש מהעתיד, זיכרון עבר שלא אוורר
כל אלה מזמינים אותה פנימה והיא באה
</p>
<p className='mt-5 text-justify'>
וואוו איך שהיא באה מצוידת בהיגיון, ניסיון חיים רבים, חדורת מטרה, עקבית, סבלנית
טלטלה קטנה שתופסת אותך לא מוכנה והנה היא כבר כאן. את אולי אפילו לא זוכרת איך זה התחיל. יתכן שירשת
אותה מאמא או אבא, בכל מקרה, היא כאן. הביאה את התרמיל, מתנחלת ואין לה שום סיבה או רצון ללכת.
</p>
<p className='mt-5 text-justify'>
אתה מנסה לגרש אותה והיא שבה אליך מהפינה. אתה מנסה שוב, משתמש בכלים כבדים והיא בשלה. לועגת
לך, מקטינה אותך ובהחלט מחלישה אותך.
את אישה חכמה, הגיונית, אנליטית, וגם היא. שהרי היא שלך
אנו חיים בתקופה שבה החרדות האישיות שלנו מציפות ומאיימות להטביע.
החרדה משפיעה על תינוקות, ילדים וגדולים. היא חלק מקיומנו כאן, קצת כמו התיקן המצוי.
</p>
<p className='mt-5 text-justify'>
על הבמה היא טכניקה טיפולים שמושתתת על מודעות לקיומן של דמויות שונות שמרכיבות את האני השלם.
ייחודה של השיטה היא שהטיפול נערך תוך כדי איזון גופני בשיטת קרניו סקראל. בזמן הטיפול מערכת העצבים
מאד חשופה וקשובה. הטיפול נערך בביגוד מלא ובמגע עדין ביותר שמתחשב בגוף ומאפשר לו להירגע באופן
העמוק ביותר שאפשר לדמיין.
</p>
<p className='mt-5 text-justify'>
בזמן שהגוף רגוע אנו יכולים לראות את האמת הפנימית ללא רעש ומסיכות. בהדרגה ובהתחשבות אנחנו יוצאות
לדרך של הכרות עם הכוחות השונים שפועלים בתוכנו ואשר מפעילים אותנו ומשפיעים על כל מחשבה, החלטה,
וכך גם על הכימיה והפיזיולוגיה של גופנו.
</p>
<p className='mt-5 text-justify'>
טכניקת המודעות לקוחה מעולם הזן בודהיזם. למדתי אותה ממורתי בקליפורניה, שרי הובר. שרי הייתה נזירה
בודהיסטית במשך שנים עד שהתבקשה על ידי מורתה לצאת החוצה אל העולם וללמד את הידע שלה למי שמוכן
להקשיב בעיניים פקוחות.
</p>
<p className='mt-5 text-justify'>
השאלה המרכזית שאנו שואלים את עצמנו כאשר אנחנו מוכנים לחיות במודעות היא: &quot;האומנם?&quot;
שאלה זו מאפשרת לנו לזהות דפוסים שטבועים בנו. התבוננות בדפוסי מחשבה והתנהגות עוזרת להתיר קשרים
שאינם מטיבים עמנו ולצעוד קדימה אל בריאות, חירות ומציאות קלה יותר.
</p>
<p className='mt-5 text-justify'>
לאחר שתרגלתי עם מורתי את השיטה במשך שנים, הבאתי אותה אל שולחן הטיפולים. וזה עובד.
אני מזמינה גם אותך להתנסות בגישה עתיקה חדשנית שתעזור לך להבין את עצמך ולקצר תהליכים בריפוי שלך.
באופן טבעי, כמובן
</p>

        </p>
        
        </div>
        </Layout>
    )
}


export default Anxiety;
