import React, {useState} from 'react'
import AnchorLink from 'react-anchor-link-smooth-scroll';
import Layout from '../components/layout/Layout'
import Headerlinks from '../components/layout/Headerlinks';
import HeaderPages from '../components/layout/HeaderPages';
 const Kids = () => {



    return (
        <Layout>
               <Headerlinks/>
            <HeaderPages/>
        <div id='kids' dir='rtl' className='mx-auto text-section  container  mb-3 bg-indigo-100'>

            <p className='px-5 pt-4 text-2xl font-semibold text-center'>ילדים ותינוקות </p>

            <p className=' leading-8 p-4 sm:max-w-2xl mx-auto text-right'>

            <p className='mt-5 '>
        גם ילדים ותינוקות זקוקים לטיפול כירופרקטי/אוסטיאופתי/קרניו סקראל <br/>
כולנו נולדים אל החיים.
</p>
<p className='mt-5 text-justify'>
במהלך ההיריון והלידה מופעלים לחצים חזקים על גוף התינוק. לחצים אלה עשויים לגרום למתחים והפרעה בפעילות הגוף. כיון שמתחים אלה קטנים, הם אינן ניתנים לאיתור בבדיקה רפואית רגילה שמטרתה לאתר בעיות קשות יותר.
לכן, הרופא אומר: "הכל בסדר" ואתם עדיין חשים שלא הכל בסדר והתינוק או הילד סובל מקשיים במישורים הפיזים, הפיזיולוגים ואו הרגשיים מנטלים. קשיים אלה מעידים על כך שהגוף אינו מאוזן ונדרש למאמץ יתר כדי לתפקד.
</p>
<p className='mt-5 text-justify'>
 ניתן בקלות לעזור לתינוק ולילד כדי שלא יצטרך להיאבק בתקופות גדילה כל כך חשובות.
טיפול בתינוק ובילד עוזר לפתור בעיות כאשר הן עדיין "בחיתולים". בימנו אנו חווים מגוון רב של בעיות שחלקן הגדול נולד עם לידת התינוק. כמובן שלידות מורכבות כמו ואקום, קיסרי, ולידות מעוכבות או חפוזות מגדילות את הסיכוי לבעיות קטנות שעם הזמן עשויות להפוך למשמעותיות.
לכן, מומלץ מאוד להביא כל תינוק.ת עם הלידה לבדיקה במרפאה.
</p>
<p className='mt-5 text-justify'>
כאן נבדוק את טונוס השרירים, את התנועה התקינה של החוליות, האגן, ועצמות הגולגולת והפנים. 
הטיפול עוזר לשחרר את מערכת העצבים שמשפיעה גם על מערכת העיכול. תינוקות חשים הקלה בבעיות עיכול, יונקים יותר טוב ובאופן כללי רגועים יותר ומלבלבים.
ככל שהתינוק קטן יותר, קל יותר לטפל ולעזור. 
</p>
<p className='mt-5 text-justify'>
בהמשך הילדות, הטיפול חשוב לעזרה במקרים של פגיעות וחבלות, חוסר סימטריה, חגורת כתפיים חלשה או תפוסה, חוסר קואורדינציה, בעיות קשב וריכוז ועוד מגוון רב של בעיות שכולן נובעות מגוף שאינו מאוזן. 
מחקרים הוכיחו שילדים שמקבלים טיפול שמאזן את מערכת העצבים סובלים פחות מבעיות של המערכת החיסונית והם חסונים יותר ומתגברים בקלות על נגיפים מזדמנים.
בגיל ההתבגרות חלים בגוף שינויים הורמונאליים ואיתם שינוי בתדמית, תחושות מגושמות, ורגישות יתר.
</p>
<p className='mt-5 text-justify'>

 כמובן שהשהייה מול מסכים וטלפונים פוגעת קשה ביציבה.
הטיפול בגיל זה חושף את המתבגר.ת למודעות אל הגוף, למגע בטוח, נעים ולאפשרות להירגע ולהתמסר.  
הילדים והמתבגרים מדווחים על שיפור בתחושה, בטחון עצמי ושיפור ביכולות הריכוז.
</p>
<p className='mt-5 text-justify'>
אנא, תנו אמון ביכולתו של ילדכם לגדול בריא ומאושר, באופן טבעי כמובן.
ניתן להתקשר לייעוץ חינם כדי לבדוק האם נוכל לעזור לילדכם. 
</p>



        </p>
        
        </div>
        </Layout>
    )
}


export default Kids;
