import React, {useState} from 'react'
import AnchorLink from 'react-anchor-link-smooth-scroll';
import Layout from '../components/layout/Layout'
import Headerlinks from '../components/layout/Headerlinks';
import HeaderPages from '../components/layout/HeaderPages';

 const Pregnancy = () => {

const [postopen, setpostopen] = useState(false)


    return (
        <Layout>
                 <Headerlinks/>
            <HeaderPages/>
        <div id='pregnancy' dir='rtl' className='mx-auto text-section  container  mb-3 bg-indigo-100'>

            <p className='px-5 pt-4 text-2xl font-semibold text-center'>פריון והריון  </p>

            <p className=' leading-8 p-4 sm:max-w-2xl mx-auto text-right'>

            <p className='mt-5 text-justify'>
האם ידעת שהרחם נאחזת ברצועות שמעוגנות אל האגן?
אגן מאוזן יכול לאפשר לאברי הרבייה להיות יותר נינוחים ולתפקד באופן אופטימאלי. 
מתח בגוף, פגיעות בעבר, גם מיניות וגם מכאניות, משפיעות על יכולת ההיריון להיקלט ולגוף לתחזק היריון בריא.
מתחים בגולגולת יכולים להפריע להפרשות הורמונים מבלוטות שנמצאות במוח ותפקידן לאפשר תהליכי ביוץ.
</p>
<p className='mt-5 text-justify'>
הטיפול במרפאה שלנו נוגע.
נוגע בגוף כולו וביכולות שלו להכין את המצע לפריון.
מניסיוננו הקליני, נשים שמטופלות במרפאה יכולות להתגבר על קשיים בכניסה להיריון. הטיפול מאפשר מהלך היריון תקין ולידה קלה ובטוחה. גם נשים שילדו בלידה קיסרית ומטפלות כראוי בגופן בהיריון הבא, מגדילות משמעותית את הסיכויים ללידה רגילה בפעם הבאה. 
</p>
<p className='mt-5 text-justify'>
בעיות נפוצות שנשים בהיריון סובלות מהן כוללות:
כאבי גב
כאבים באגן, כולל העצם הקדמית, הפוביס
כאבי צוואר וראש
חולשה ותחושת כאב ושריפה של שרירי הגב
הירדמות ונימול של הזרועות
כאבי רגליים
בריחת שתן, עצירות וטחורים
</p>
<p className='mt-5 text-justify'>
המלצתנו היא להתחיל את הטיפול בגוף כמה שיותר מוקדם.
כבר בשלב תכנון ההיריון ניתן לעזור וחשוב לאבחן כראוי את מצב הגוף.
ומה קורה לאחר הלידה? טיפול לאחר הלידה עוזר לגוף לחזור לעצמו יותר מהר ובלי להשאיר עקבות שיכולות לפגוע בהיריון הבא. בטיפול מדגישים את איזון האגן, ומפרקי הירך והחוליות. 
</p>
<p className='mt-5 text-justify'>
כמובן שנעזור גם לשחרר את הגב התפוס בשל ההנקה והחזקת התינוק במשך שעות. 
האמא היא עמוד התווך של המשפחה ולכן חשוב לנו לעזור לך לשים את עצמך במרכז. כדי שתוכלי להיות עבור כולם. 
במשך השנים עזרנו לנשים רבות בדרך הכל כך משמעותית של החיים.
נשמח מאד ללוות אותך בדרך שלך.
</p>
<p className='mt-5 text-justify'>
"סבלתי מהפרדה במפרק האגן לאחר הלידה. לא יכולתי ללכת, רגלי וגבי כאבו ללא הפסקה. מצב זה נמשך חצי שנה. הכאב היה חזק ומנע ממני לטפל בביתי התינוקת. רופא הנשים נתן לי משככי כאבים והפנה אותי לטיפול פיזיותרפי. טופלתי שם חודש ללא הקלה. בשלב זה חשתי דיכאון וחששתי שלעולם לא אוכל ללכת שוב ולהיות חופשיה מכאבים.
</p>
<p className='mt-5 text-justify'>
ואז הפנתה אותי רופאת המשפחה של ד"ר דקלה.
תוך מספר קטן של ביקורים יכולתי להרגיש הקלה משמעותית. כל יום חל שיפור במצבי. התחלתי ללכת לטיולים קצרים ולעסוק בתרגילים עדינים כפי שלמדה אותי דקלה. היום המאושר ביותר היה כשיכולתי שוב לנהוג. כעת חלפו חודשיים ואני יכולה לטפל בעצמי בתינוקת שלי, להחזיק אותה ולשחק איתה. אני מרגישה כל כך טוב עם עצמי!" סוניטה ד.2003
</p>


        </p>
        
        </div>
        </Layout>
    )
}


export default Pregnancy;
