import React, {useState} from 'react'
import AnchorLink from 'react-anchor-link-smooth-scroll';


export const Crenio = () => {

const [crenioopen, setcrenioopen] = useState(false)


    return (
      <div id="crenio" dir="rtl" className="mx-auto text-section  container  mb-3 bg-indigo-100">
        <img src="/baby.jpg" className="w-40 float-left mt-4 mx-3 lg:w-48 lg:ml-4" alt="" />

        <p className="pr-6 sm:pr-12  pt-6 text-2xl font-semibold ">קרניו סקראל </p>
        <p className=" leading-8 px-6 py-4  sm:px-12   text-right">
          <p className="mt-1">
            תרפיית קרניו סקראל- השער לבריאות טיפול בשיטת קרניו סקראל מועיל לכל אדם, בכל גיל.
          </p>

          <p className="mt-1">מה המצבים שמצביעים על כך שאת.ה זקוק.ה לאיזון בשיטת קרניו סקראל?</p>

         
            <ul className='my-3 list-disc pr-5'>
              <li> סטרס ומתח</li>
              <li> כאבי ראש</li>
              <li> מתח בלסת ובפנים</li>
              <li> כאבי שרירים ומפרקים</li>
              <li> בעיות במערכת העיכול</li>
              <li> רגישות יתר</li>
              <li> בעיות הורמונאליות</li>
              <li> בעיות עצביות</li>
            </ul>
         

          <p className="mt-2 font-semibold">מהי שיטת קרניו סקראל וכיצד נערך הטיפול?</p>

          <button
            onClick={() => setcrenioopen(!crenioopen)}
            className={`${crenioopen ? 'hidden' : ''} mt-2 text-sm text-indigo-800`}
          >
            המשך קריאה{' '}
          </button>

          <div onClick={() => setcrenioopen(!crenioopen)} className={crenioopen ? '' : 'hidden '}>
            <p className="mt-2 text-justify">
              קרניו סקראל היא תראפיה מדעית שמטרתה לאזן את מערכת העצבים ושאר מערכות הגוף בעזרת מגע
              מאד מיוחד, עדין ומדויק. קרניו סקראל כבר כאן קרוב למאה שנה ויעילות הטיפול הולכת
              ומעצימה. קרניו סקראל לעיתים תכופות מצליחה לגעת ולרפא במקום שבו הרפואה הרגילה נכשלת.
              הסיבה היא שהרפואה הקונבנציונאלית עוסקת בפתולוגיה ובהפחת סימפטומים. קרניו סקראל מרפאה
              מן השורש. ממערכת העצבים המרכזית. לגעת בעדינות- לחוש לעומק- לשחרר- לאזן את השלם-
              לבריאות
            </p>

            <p className="mt-2 text-justify">
              בשנות השבעים גילה ד"ר אפלדג'ר, אוסיטופת, את הדופק שפועם ומפעיל את מערכת העצבים. מערכת
              זו נקראת המערכת הקרניו סקראלית. שמה מתייחס לעובדה שמערכת העצבים המרכזית שוכנת בתוך
              הגולגולת ועמוד השדרה ומסתיימת בקצהו, בעצם העצה והזנב. שיטת הריפוי שד"ר אפלדג'ר חקר
              ופיתח מתמקדת באיזון מערכת העצבים ומערכות הגוף שקשורות אליה כדי להשיב את הבריאות באופן
              טבעי. השיטה זכתה להוקרה בינלאומית בקהילות מטפלים ומטופלים וממשיכה להוכיח את עצמה
              ביכולת שלה להשפיע על בריאות הגוף.
            </p>

            <p className="mt-2 text-justify">
              אני, ד"ר דקלה אורן. כירופרקטורית שמתמחה בתרפיית קרניו סקראל. זכיתי ללמוד אצל ד"ר
              אפלדג'ר עצמו ואצל מורים נוספים ברמה הגבוהה ביותר של השיטה. קרניו סקראל היא כלי חשוב
              ביותר בעבודתי הקלינית משנת 1996. בשנים האחרונות אני גם מורה את השיטה לתלמידים מיוחדים
              שנבחרים בקפידה. במהלך הקורס אנו לומדים את האנטומיה הרלוונטית ומתרגלים את השיטה.
            </p>

            <p className="mt-2 text-justify">
              הטיפול בקרניו סקראל מתאים לפלחי אוכלוסיה מגוונים: תינוקות החל מיום הלידה! ילדים נשים
              בתהליכי פריון והיריון ולאחר לידה אוכלוסיה מבוגרת ספורטאים סובלים ממחלות כרוניות כמו
              פיברומיאלגיה ועייפות למי שסובל מחרדה ודיכאון וכל מי שמעוניין לאזן את גופו ולשמור על
              בריאותו
            </p>

            <p className="mt-8 font-semibold">עשר סיבות מדוע כדאי לבחור בשיטת הטיפול</p>

            <p className="mt-4 ">
              <p className="mt-2">
                <strong>א.</strong> קרניו סקראל נעימה ביותר למטופלים. <br/>גם אנשים סוערים, מתוחים, מכווצים מתמסרים
                ומתרככים
              </p>
              <hr className='my-4 w-1/2' />
              <p className="mt-2">
              <strong>ב.</strong> קרניו סקראל נוגעת במערכת העצבים <br/>ומרפאה את הגוף במקום שבו המערכת הרפואית מתקשה
              </p>
              <hr className='my-4 w-1/2' />
              <p className="mt-2"><strong>ג.</strong> את.ה מחפש.ת מזור לכאב. קרניו סקראל מספקת תשובות</p>
              <hr className='my-4 w-1/2' />
              <p className="mt-2">
              <strong>ד.</strong> השיטה קיימת משנות השבעים של המאה הקודמת.<br/> המדענים מגלים היום את מה שד"ר אפלדג'ר
                ידע כבר אז
              </p>
              <hr className='my-4 w-1/2' />
              <p className="mt-2">
              <strong>ה.</strong> לקרניו סקראל אפקט מצטבר והשפעה על איכות החיים.<br/> השיטה נפלאה לטיפול בבעיות כרוניות
                או אקוטיות
              </p>

<hr className='my-4 w-1/2' />
              <p className="mt-2">
              <strong>ו.</strong> אני מביאה אל הטיפול את תשוקת המגע הקרניאלי.<br/> בשילוב הבנה מעמיקה בתהליכי ריפוי
                וניסיון רב שנים בטיפול באוכלוסיות מגוונות.
              </p>
            </p>

            <p className="mt-6">
              העולם הסוער שבו אנו חיים מבקש את השקט ופעימת החיים קרניו סקראל היא פעימת החיים
            </p>

            <p className="mt-2">
              מוגש על ידי ד"ר דקלה אורן. מטפלת בשיטה מ1996.<br/> חפשו אותי בפייסבוק או התקשרו 0546444822
            </p>

            <AnchorLink href="#crenio">
              <button
                onClick={() => setcrenioopen(!crenioopen)}
                className={`${crenioopen ? '' : 'hidden'} mt-2 text-sm text-indigo-800`}
              >
                סגירה{' '}
              </button>
            </AnchorLink>
          </div>
        </p>
      </div>
    );
}


export default Crenio;